docs/mathematical_methods_for_signals_and_systems-class.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-04-30 Sun 15:06 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Alexander Brown" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="preamble" class="status">
<nav><a href="index.html">Home</a> | <a href="blog.html">Blog</a> | <a href="notes.html">Notes</a> | <a href="class.html">Classes</a> | <a href="projects.html">Projects</a> | <a href="todo.html">Todo</a> | <a href="error.html">About</a></nav>
</div>
<div id="content" class="content">
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#class-notes">1. Class Notes</a>
<ul>
<li><a href="#orgabb39cf">1.1. In Class</a></li>
</ul>
</li>
<li><a href="#org492a9f5">2. Homework Help</a></li>
<li><a href="#orged42f63">3. Book Notes</a></li>
</ul>
</div>
</nav>
<div id="outline-container-class-notes" class="outline-2">
<h2 id="class-notes"><span class="section-number-2">1.</span> Class Notes</h2>
<div class="outline-text-2" id="text-class-notes">
</div>

<div id="outline-container-orgabb39cf" class="outline-3">
<h3 id="orgabb39cf"><span class="section-number-3">1.1.</span> In Class</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li><a href="./mathematical-methods-for-signals-and-systems/class-1-11-23.htm">class-1-11-23.htm</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-13-23.htm">class-1-13-23.htm</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-18-23.pdf">class-1-18-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-20-23.pdf">class-1-20-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-23-23.pdf">class-1-23-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-25-23.pdf">class-1-25-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-27-23.pdf">class-1-27-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-01-27-23.pdf">hand-01-27-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-1-30-23.pdf">class-1-30-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-01-30-23.pdf">hand-01-30-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-1-23.pdf">class-2-1-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-02-01-23.pdf">hand-02-01-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-3-23.pdf">class-2-3-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-02-03-23.pdf">hand-02-03-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-6-23.pdf">class-2-6-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-02-07-23.pdf">hand-02-07-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-8-23.pdf">class-2-8-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-02-08-23.pdf">hand-02-08-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-10-23.pdf">class-2-10-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-13-23.pdf">class-2-13-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-15-23.pdf">class-2-15-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-17-23.pdf">class-2-17-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-22-23.pdf">class-2-22-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-2-22-23.pdf">hand-2-22-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-2-24-23.pdf">class-2-24-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-02-27-23.pdf">hand-02-27-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/hand-03-01-23.pdf">hand-03-01-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-3-23.pdf">class-3-3-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-13-23.pdf">class-3-13-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-15-23.pdf">class-3-15-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-17-23.pdf">class-3-17-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-20-23.pdf">class-3-20-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-22-23.pdf">class-3-22-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-24-23.pdf">class-3-24-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-27-23.pdf">class-3-27-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-29-23.pdf">class-3-29-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-3-31-23-4-3-23.pdf">class-3-31-23-4-3-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-5-23.pdf">class-4-5-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-10-23.pdf">class-4-10-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-12-23.pdf">class-4-12-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-14-23.pdf">class-4-14-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-17-23.pdf">class-4-17-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-19-23.pdf">class-4-19-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/class-4-21-23.pdf">class-4-21-23.pdf</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org492a9f5" class="outline-2">
<h2 id="org492a9f5"><span class="section-number-2">2.</span> Homework Help</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="./mathematical-methods-for-signals-and-systems/help-1-11-23.htm">help-1-11-23.htm</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/help-1-18-23.pdf">help-1-18-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/help-1-25-23.pdf">help-1-25-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/help-2-1-23.pdf">help-2-1-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/help-2-8-23.pdf">help-2-8-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/help-2-15-23.pdf">help-2-15-23.pdf</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/help-2-15-23-2.pdf">help-2-15-23-2.pdf</a></li>
</ul>
</div>
</div>

<div id="outline-container-orged42f63" class="outline-2">
<h2 id="orged42f63"><span class="section-number-2">3.</span> Book Notes</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Chapter 2
<ul class="org-ul">
<li><a href="mathematical-methods-for-signals-and-systems/ch2pt1.pdf">Chapter 2: Part 1</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/ch2pt2.pdf">Chapter 2: Part 2</a></li>
</ul></li>
<li><a href="mathematical-methods-for-signals-and-systems/gaussian-random-variables-and-random-processes.pdf">Gaussian Random Variables and Processes</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/holder.pdf">The Holder and Minkowsk Inequalities</a></li>
<li><a href="mathematical-methods-for-signals-and-systems/appendix-b.pdf">Appendix B</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alexander Brown</p>
<p class="date">Created: 2023-04-30 Sun 15:06</p>
</div>
</body>
</html>
